Repository: silverbackstudio/woocommerce-fattureincloud
Catalog: languages/woocommerce-fattureincloud-*.po
Languages: it_it

source: Manage WooCommerce order invoices with Fattureincloud
it_it: Gestisci le fatture degli ordini con Fatture in Cloud

source: Please fill in the field:
it_it: Per favore completa il campo:

source: - Select a city -
it_it: - Seleziona una città -

source: -- Auto Select --
it_it: -- Seleziona automaticamente --

source: Enter with your API UID. You can find this at fattureincloud.it in the "API" left main menu.
it_it: Inserisci la tua chiave API (API UID). La puoi trovare sul sito di fattureincloud.it nella voce "API" del menu a sinistra.

source: Enter with your API Key. You can find this at fattureincloud.it in the "API" left main menu.
it_it: Inserisci la tua chiave API (API Key). La puoi trovare sul sito di fattureincloud.it nella voce "API" del menu a sinistra.

source: Wallet
it_it: Conto Pagamenti

source: Enter your default Wallet
it_it: Inserisci il tuo conto predefinito

source: Default Tax Class
it_it: Tipo di tassazione di default

source: Select the default tax class
it_it: Imposta la tassazione di default

source: Additional Tax Classes
it_it: Classi di tassazione aggiuntive

source: Add this tax classes to the Additional Tax Classes
it_it: Seleziona le tipologie di tassazioni che vuoi aggiungere alle classi aggiuntive

source: Generate automatically on
it_it: Genera automaticamente quando

source: Generate invoices automatically when order is on this statuses
it_it: Genera automaticamente le fatture quando l'ordine raggiunge uno di questi stati

source: Fiscal Code Calculator
it_it: Calcolatore codice fiscale

source: Enable Fiscal Code Calculator
it_it: Mostra il calcolatore di codice

source: Show the calculator to allow users to calculate their fiscal code.
it_it: Mostra il calcolatore nel checkout, per permettere a gli utenti di calcolare il proprio codice fiscale

source: Digital Invoicing (Italy)
it_it: Fatturazione Elettronica (Italia)

source: Enable digital invoices
it_it: Emetti fatture elettroniche

source: Mark all invoices as digital and enable the required fields
it_it: Emetti tutte le fatture come elettroniche e mostra i campi richiesti

source: Debug Log
it_it: Log di Debug

source: Enable logging
it_it: Abilita logging

source: Log events such as API requests
it_it: Effettua il log degli eventi, ad esempio le richieste API

source: Looks like you made a mistake with the %s field. Make sure it isn&apos;t longer than 20 characters
it_it: C'è un errore nel campo %s. Assicurati che non sia più lungo di 20 caratteri.

source: Billing Type
it_it: Tipo Soggetto

source: Personal
it_it: Persona fisica

source: Company
it_it: Azienda

source: Fiscal Code
it_it: Codice Fiscale

source: (required if no VAT is specified)
it_it: (obbligatorio se non si specifica la Partita Iva)

source: Company Tax Code
it_it: Partita IVA

source: SDI Invoice Code
it_it: Codice Fatturazione Elettronica

# billing fields placeholder
source: XXXXXXXXXX
it_it: Codice Destinatario SDI (es. ABCDEFG) di 7 caratteri

source: PEC Address
it_it: Indirizzo PEC

# billing fields placeholder
source: address@pec.it
it_it: indirizzo@pec.it

source: Company Type
it_it: Tipo soggetto:

source: Download Invoice
it_it: Scarica Fattura

source: Generate Invoice
it_it: Genera Fattura

source: FattureInCloud Invoice ID
it_it: ID Fattura FattureinCloud

source: <strong>Company name</strong> is required for companies
it_it: Il <strong>Nome Azienda</strong> è obbligatorio per le aziende

source: <strong>Tax code</strong> is required for companies
it_it: La <strong>Partita Iva</strong> è obbligatoria per le aziende

source: <strong>Fiscal code</strong> is required for personal users
it_it: Il <strong>Codice fiscale</strong> è obbligatorio per le persone fisiche

source: <strong>Fiscal code</strong> is not valid
it_it: <strong>Codice Fiscale</strong> non è valido

source: <strong>SDI Invoice Code</strong> or <strong>PEC Address</strong> is required for companies
it_it: Il <strong>Codice Fatturazione Elettronica</strong> o l'<strong>indirizzo PEC</strong> è obbligatorio per le aziende

source: <strong>SDI Invoice Code</strong> is not valid
it_it: <strong>Codice Fatturazione Elettronica</strong> non è valido

source: Invoice already generated
it_it: Fattura già generata

source: Error generating invoice, please try later or notify system administrator
it_it: Errore nella generazione della fattura, prova più tardi o contatta l'amministratore di sistema

source: You do not have sufficient permissions to do this.
it_it: Non hai permessi sufficienti per fare questa operazione.

source: Invoice not yet available, please contact and administrative to get more info
it_it: La fattura non é ancora disponibile, prego contattare l'amministrazione per maggiori informazioni

source: Invoice service not available, please try later or contact business owner
it_it: Il servizio di fatturazione non è raggiungibile al momento, per favore riprovare più tardi.

source: You do not have sufficient permissions to view this invoice.
it_it: Non hai permessi sufficienti per vedere questa fattura.

source: %2$s%% VAT
it_it: IVA %2$s%%

source: Calculate
it_it: Calcola

source: Close
it_it: Chiudi

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: Gender
it_it: Genere

source: Male
it_it: Maschio

source: Female
it_it: Femmina

source: Birth date
it_it: Data nascita

source: Birth Day
it_it: Giorno di Nascita

source: DD
it_it: GG

source: Birth Month
it_it: Mese di Nasciata

source: Birth Year
it_it: Anno di Nascita

source: YYYY
it_it: AAAA

source: Birth Place
it_it: Luogo di Nascita

source: Integrates WooCommerce with FattureInCloud
it_it: Integra WooCommerce con Fatture in Cloud
